IDEA Open Model
Region3D.Outline Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the reference to PolyLine3D curve of Region3D.
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement Outline { get; set; }
Public Property Outline As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Region3D Class
IdeaRS.OpenModel.Geometry3D Namespace